"--- ALL CATEGORIES ---" = "--- 所有种类 ---";"--- ALL USERS ---" = "所有用户";"Add Checkin" = "所有打卡记录";"Add Map" = "添加地图";"Add Photo" = "添加照片";"Add Report" = "添加报告";"Added" = "添加成功";"Adding..." = "正在添加...";"All Categories" = "所有种类";"All Checkins By" = "用户打卡记录";"Are you sure you want to cancel?" = "您确定要取消吗?";"Are you sure you want to delete?" = "您确定要删除吗?";"Authenticating..." = "身份验证中...";"Bitly Error" = "Bitly服务错误";"Cancel" = "取消";"Categories..." = "种类...";"Category" = "种类";"characters" = "字符";"Checkin" = "打卡";"Checkin Error" = "打卡错误";"Checkins" = "打卡记录";"Clear" = "清除";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "点击'信息'按键察看软件设置, '+'按键添加地图, '编辑'按键删除地图";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "点击'地图'按键察看地图报告, '过滤'按键查看分类报告,'编辑'按键创建新事件报告";"Click the Refresh button to upload pending reports." = "点击'刷新'按键上传报告";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "点击上下方向键查看打卡记录, 点击'地点'查看地图,点击图片激活全屏浏览";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "点击上下方向键查看报告, 点击'彩信'发送报告链接,点击Twitter按键通过Twitter分享, 点击'电邮'按键通过电邮分享";"Contact" = "联系";"Current Location" = "当前位置";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "个性化你的信息，输入凭据然后按发送键";"Date" = "日期";"Delete Report" = "删除报告";"Description" = "描述";"Discrete Mode On Shake" = "离散震动模式";"Done" = "完成";"Download Offline Maps" = "下载离线地图";"Downloaded Map Zoom Level" = "已下载地图缩放比例";"Edit" = "编辑";"email" = "电邮";"Email Failed" = "电邮失败";"Enter date" = "输入日期";"Enter email" = "输入电邮地址";"Enter first name" = "输入名字";"Enter last name" = "输入姓氏";"Enter location name" = "输入地点名称";"Enter Map Details" = "输入地图详情";"Enter message" = "输入信息";"Enter description" = "输入描述";"Enter name" = "输入名称";"Enter news URL" = "输入新链接地址";"Enter password" = "输入密码";"Enter time" = "输入时间";"Enter title" = "输入标题";"Enter tweet" = "输入微博";"Enter URL" = "输入链接地址";"Enter URL or search phrase" = "输入链接或者关键字";"Enter username" = "输入用户名";"Error" = "错误";"Error Detecting Location" = "检测地点出错";"Error Saving Photo" = "保存图片出错";"Errors" = "错误";"Existing Location" = "改地点已存在";"first name" = "名";"From Library" = "从图书馆";"Host Not Found" = "未找到服务器";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "我无法链接到微博。这很可能只是暂时的问题，请您等会再试";"Incidents..." = "事件";"Invalid Email" = "无效电邮";"Invalid Email Address" = "无效电邮地址";"Invalid Map Details" = "无效地图细节";"Invalid News URL" = "无效新链接";"Invalid Server Response" = "无效服务器回复";"last name" = "姓";"Last Sync" = "最后同步";"Loading..." = "加载...";"Locating..." = "定位....";"Location" = "位置 ";"Location Error" = "地点错误";"Locations..." = "多个地点...";"Logout..." = "登出";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "似乎微博无反应或正在更新。请稍等几秒后再试试。";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "似乎微薄加载过多。请稍等几秒再试试";"Map" = "地图";"Map Zoom Level" = "地图缩放程度";"Maps" = "地图册";"Message" = "信息";"Name" = "姓名";"New Location" = "新地点";"News" = "新闻";"No" = "无";"No Category Specified" = "没有相应种类";"No Date Specified" = "没有相应日期";"No Internet" = "没有网络";"No Internet Connection" = "没有网络链接";"No Location Specified" = "没有相应地点";"No News" = "没有新信息";"No Photos" = "没有照片";"No Reports" = "没有报告";"No Video" = "没有视频";"Not Specified" = "未表明的";"OK" = "OK";"Open In Safari?" = "打开浏览器？";"Password" = "密码";"Pending Upload" = "待审定上载";"Photo" = "照片";"Photo Added" = "已添加照片";"Photo Error" = "照片错误";"Photo Settings" = "照片设置";"Photos" = "多个照片";"pixels" = "像素";"Please enter a valid email address." = "请输入有效的电邮地址";"Please enter a valid name and url." = "请输入有效的名字和链接";"Privacy Settings" = "隐私设置";"Remove Error" = "移除错误";"Remove Photo" = "移除照片";"Removed" = "移除 ";"Report" = "报告";"Reports" = "多个报告";"Request Error" = "请求错误";"Required Fields" = "必填项目";"Resized" = "更改大小";"Resized Image Width" = "更改图像宽度";"Resizing Photo..." = "更改图片大小....";"Resizing..." = "更改大小中...";"Saved" = "已保存";"Saving..." = "正在保存";"Search categories..." = "搜索种类中...";"Search locations..." = "搜索位置中...";"Search maps..." = "搜索地图中...";"Search reports..." = "搜索报告中...";"Select" = "选择";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "从栏目中选择已有地图，点击更新按钮加载您附近的地图，或者点击加号按钮添加您自己的地图";"Select category" = "选择种类";"Select location" = "选择地点";"Select photo" = "选择照片";"Send" = "发送";"Sending..." = "发送中...";"Sent" = "已发送";"Server Error" = "服务器错误";"Settings" = "设置";"Share Ushahidi iOS" = "分享Ushahidi系统";"Shortening..." = "缩短中...";"SMS Failed" = "短信失败";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "抱歉，好像您未联网。请重新链接后再试。";"Take Photo" = "照相";"There was a problem adding the photo." = "添加照片出现问题";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "探测你的位置出现问题。请确定您已允许Ushahidi探测你的位置。请在－－设置－＞定位服务 中允许Ushahidi的定位功能";"There was a problem removing the map." = "移除地图出现问题";"There was a problem resizing the photo." = "更改照片大小出现问题";"This map supports Checkins! Click the Pin button to view the map." = "这个地图支持打卡！请按地图标签浏览地图";"Title" = "标题";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "完成打卡，请将地图标签拖到更精确的地方，然后再输入附加信息，联系信息和图片后点击发送按钮";"Tweet" = "微博内容";"Twitter" = "微博";"Twitter Error" = "微博错误";"Unable to add incident" = "无法添加事件";"Unable To Checkin" = "无法打卡";"Unable to checkin, please try again later." = "无法打卡，请稍候再试";"Unable To Download Checkins" = "无法下载打卡记录";"Unable To Send Email" = "无法发送电邮";"Unable To Send SMS" = "无法发送短消息";"Unable To Upload Report" = "无法上载报告";"Unsaved Changes" = "未保存更改";"Unverified" = "未证实的";"Upload Error" = "上载出错";"Uploaded" = "已上载";"User Location" = "用户地点";"Username" = "用户名";"Ushahidi Demo" = "Ushahidi演示";"Ushahidi Maps" = "Ushahidi地图";"Verified" = "已证实的";"Version" = "版本";"Video" = "视频";"Yes" = "是";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "您的用户名和密码错误。请确认输入是否正确后再试";"zoom" = "放大";"Contact Settings" = "联系设置";"App Settings" = "应用设置";"Map Settings" = "地图设置";